---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.KeyBasedTreeEntriesLoadResults
source: html/ad3418b8-092d-a072-3519-52d53f66d4e0.htm
---
# KeyBasedTreeEntriesLoadResults Members

Creates an empty KeyBasedTreeEntriesLoadResults.